Repository: dangeol/EnvDT
Catalog: EnvDT.UI/Properties/Strings.*.resx
Languages: de

# ProjectDetailView_Label_ProjectNumber
source: Project number
de: Projektnummer

# SettingsDetailView_Label_Language
source: Language:
de: Sprache:

# LabReportVM_DialogTitle_ConfirmDeletion
source: Delete LabReport
de: Löschung Laborbericht

# LabReportVM_DialogMsg_ConfirmDeletion
source: Do you really want to delete the LabReport {0} and all related samples and values?
de: Sind Sie sich sicher, dass Sie Laborbericht {0} und alle dazugehörigen Proben und Werte löschen wollen?

# LabReportVM_DialogTitle_CloseTab
source: Delete LabReport
de: Löschung Laborbericht

# LabReportVM_DialogMsg_CloseTab
source: Please close first related open Tab {0}.
de: Bitte schließen Sie zuerst den zugehörigen Tab {0}.

# ImportLabReportService_DialogTitle_ImportLabReport
source: Import LabReport
de: Laborbericht-Import

# ImportLabReportService_DialogMsg_ImportLabReport
source: This LabReport has already been imported. Please chose another file or delete the LabReport first.
de: Dieser Laborbericht wurde schon importiert. Bitte wählen Sie eine andere Datei oder löschen Sie den Laborbericht zuerst.

# ImportLabReportService_DialogTitle_CellError
source: Table cell value error
de: Tabellenzellwert-Fehler

# ImportLabReportService_DialogMsg_CellError
source: The value of the following key could not be read: {0}.
de: Der Wert zu folgendem Schlüssel konnte nicht gelesen werden: {0}.

# LabReportPreCheck_DialogTitle_MissingParam
source: Missing parameters
de: Fehlende Parameter

# ReadFileHelper_DialogTitle_FileError
source: File error
de: Datei-Fehler

# ReadFileHelper_DialogMsg_FileError
source: An error has occured. Details: {0}
de: Ein Fehler ist aufgetreten. Details: {0}

# ReadFileHelper_DialogTitle_CorruptExcel
source: Corrupt Excel file
de: Beschädigte Exceldatei

# ReadFileHelper_DialogMsg_CorruptExcel
source: The Excel file is probably corrupt. Please save the file again in Excel by overwriting the same file. Details: {0}
de: Die Exceldatei ist wahrscheinlich defekt. Bitte speichern Sie die Datei erneut unter dem gleichen Namen, so dass die Datei überschrieben wird. Details: {0}

# ReadFileHelper_DialogTitle_UnknLabRFormat
source: Unknown LabReport format
de: Unbekanntes Laborberichtsformat

# ReadFileHelper_DialogMsg_UnknLabRFormat
source: The laboratory could not be identified. Please check the LabReport configurator settings or add a new configuration.
de: Das Labor konnte nicht identifiziert werden. Bitte überprüfen Sie die Laborberichts-Konfiguration oder legen Sie eine neue Konfiguration an unter dem Menüpunkt Einstellungen.

# ProjectDetailVM_DialogTitle_DeleteCloseTabs
source: Delete Project
de: Projektlöschung

# ProjectDetailVM_DialogMsg_DeleteCloseTabs
source: Please close first all open Tabs.
de: Bitte schließen Sie zuerst alle geöffneten Tabs.

# ProjectDetailVM_DialogTitle_ConfirmDeletion
source: Delete Project
de: Projektlöschung

# ProjectDetailVM_DialogMsg_ConfirmDeletion
source: Do you really want to delete the project {0} {1}?
de: Sind Sie sich sicher, dass Sie das Projekt {0} {1} löschen möchten?

# VM_DialogTitle_ConfirmNavigate
source: Question
de: Frage

# VM_DialogMsg_ConfirmNavigate
source: You've made changes. Navigate away?
de: Sie haben ungespeicherte Änderungen. Wollen Sie trotzdem weiter-navigieren?

# SampleDetailVM_DialogTitle_EditSamples
source: Edit samples
de: Bearbeitung Proben

# SampleDetailVM_DialogTitle_TaskError
source: Error
de: Fehler

# SampleDetailVM_DialogMsg_TaskError
source: Please report the following error to your Administrator: {0}.
de: Bitte melden Sie Ihrem Administrator den folgenden Fehler: {0}.

# ProjectDetailView_Label_ProjectClient
source: Project client
de: Kunde

# ProjectDetailView_Label_ProjectName
source: Project name
de: Projektbezeichnung

# ProjectDetailView_Label_ProjectAddress
source: Project address
de: Projektadresse

# UI_Button_Save
source: Save
de: Speichern

# UI_Button_Delete
source: Delete
de: Löschen

# LabReportView_Button_Open
source: Open file
de: Datei öffnen

# LabReportView_Button_Import
source: Import Report
de: Berichts-Import

# LabReportView_Button_Eval
source: Evaluate
de: Evaluierung

# ProjectView_Label_ProjectSelection
source: Project selection
de: Projektauswahl

# ProjectView_Button_AddProject
source: New project...
de: Neues Projekt...

# SampleDetailView_Button_Edit
source: Edit samples
de: Proben bearb.

# SampleDetailView_Button_Eval
source: Evaluate
de: Auswertung

# SampleDetailView_Button_Copy
source: Copy
de: Kopie

# MissingParamDialog_TextBlock_SelectParams
source: Some parameters could not be automatically identified. Please select for each item a corresponding parameter name from the dropdown menu.
de: Einige Parameter konnten nicht automatisch identifiziert werden. Bitte wählen Sie für jeden fehlenden Parameter den passenden Parameternamen aus der Dropdown-Liste aus.

# MissingParamDialog_Label_MissingParams
source: Missing parameters:
de: Fehlende Parameter:

# MissingParamDialog_Label_MissingUnits
source: Missing units:
de: Fehlende Einheiten:

# UI_Button_Cancel
source: Cancel
de: Abbrechen

# UI_Button_Yes
source: Yes
de: Ja

# UI_Button_No
source: No
de: Nein

# MainWindow_Header_Main
source: File
de: Datei

# MainWindow_Header_Settings
source: Settings
de: Einstellungen

# SampleDetailVM_Footnote_Missing
source: Missing:
de: Fehlend:

# LabReportView_GridHeader_LabReports
source: LabReports
de: Laborberichte

# MainTabView_Header_Title
source: Project
de: Projekt

# SampleDetailVM_GridHeader_Sample
source: Sample
de: Probe

# MissingParamNameWrapper_TextBlock_ParamNameAlias
source: Parameter Name Alias must be chosen.
de: Parameternamen-Alias muss ausgewählt werden.

# MissingParamNameWrapper_TextBlock_Language
source: Language must be chosen.
de: Sprache muss ausgewählt werden.

# MissingUnitNameWrapper_TextBlock_UnitName
source: Unit Name Alias must be chosen.
de: Einheitennamen-Alias muss ausgewählt werden.

# ProjectWrapper_TextBlock_ProjectName
source: Project Name cannot be empty.
de: Projektbezeichnung muss angegeben werden.

# SampleWrapper_TextBlock_SampleName
source: Sample Name cannot be empty.
de: Probenbezeichnung muss angegeben werden.

# SampleWrapper_TextBlock_MediumSubTypeId
source: Sub type must be chosen.
de: Materialunterkategorie muss angegeben werden.

# SampleWrapper_TextBlock_ConditionId
source: Condition must be chosen.
de: Bedingung muss angegeben werden.

# MissingParamDialog_GridHeader_Language
source: Language
de: Sprache

# MissingParamDialog_GridHeader_SelectedParamAlias
source: Selected Alias
de: Ausgewählter Alias

# MissingParamDialog_GridHeader_Unit
source: Unit
de: Einheit

# MissingParamDialog_GridHeader_SelectedUnitAlias
source: Selected Alias
de: Ausgewählter Alias

# Wrapper_TextBlock_ValidationText
source: Cannot be empty.
de: Muss angegeben werden.

# UI_Button_New
source: New ...
de: Neu ...

# LabView_Label_LabSelection
source: Laboratory selection
de: Labor-Auswahl

# ConfigXlsxDetailView_Label_WorksheetName
source: Worksheet name:
de: Tabellenblatt-Name:

# ConfigXlsxDetailView_Label_LabNameCell
source: Identification word cell:
de: Zelle für Identifikationswort:

# ConfigXlsxDetailView_Label_ReportLabidentCell
source: Cell of Report-Identifier:
de: Zelle mit Prüfberichtsbezeichnung:

# ConfigXlsxDetailView_Label_SampleLabIdentRow
source: Row of sample lab-identifiers:
de: Zeile mit Labor-Probenbezeichnungen:

# ConfigXlsxDetailView_Label_SampleNameRow
source: Row of sample names:
de: Zeile mit Probenbezeichnungen:

# ConfigXlsxDetailView_Label_FirstDataRow
source: First data row:
de: Erste Datenzeile:

# ConfigXlsxDetailView_Label_ParamNameCol
source: Parameter name column:
de: Spalte mit Parameter-Namen:

# ConfigXlsxDetailView_Label_UnitNameCol
source: Unit name column:
de: Spalte mit den Einheiten:

# ConfigXlsxDetailView_Label_DetectionLimitCol
source: Detection limit column:
de: Spalte für Nachweisgrenzen:

# LabDetailView_Label_LabCompany
source: Laboratory company
de: Labor Firmengruppe

# LabDetailView_Label_LabName
source: Laboratory name
de: Laborname

# LabDetailView_Label_Country
source: Country
de: Land

# MainWindow_Header_LabConfig
source: Lab-Configurator
de: Labor-Konfigurator
